{
  "Previewing...": "Voorskou ...",
  "Enter keywords here to search for previous tasks": "Voer sleutelwoorde hier in om na vorige take te soek",
  "Press Esc to cancel suggestions.": "Druk Esc om voorstelle te kanselleer.",
  "If you enter a blank, all tasks will appear in the results": "As u 'n leegte invoer, sal alle take in die resultate verskyn",
  "Shift key to open in the sidebar": "Shift-sleutel om in die sybalk oop te maak",
  "History": "Geskiedenis",
  "Delete": "Skrap",
  "No recent": "Geen onlangse nie",
  "No result": "Geen resultaat nie",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ dok",
  "Trigger for the Task Suggest": "Sneller vir die taak voorstel",
  "Register a shortcut command": "Registreer 'n kortpadopdrag",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Hierdie inprop of die Logseq-toepassing moet herbegin word vir hierdie skakelaar om in werking te tree.",
  "If no marker is attached, specify the marker to be attached.": "As geen merker aangeheg is nie, spesifiseer die merker wat aangeheg moet word.",
  "Types of markers to be detected in edit mode": "Tipes merkers wat in redigeermodus opgespoor moet word",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Kies uit 'TODO, LATER, NOW, DOING, WAITING, DONE', geskei deur 'n leë spasie.",
  "If left blank, no marker detection is performed.": "As dit leeg gelaat word, word geen merkeropsporing uitgevoer nie.",
  "Query conditions for suggestion items": "Navraagvoorwaardes vir voorstelitems",
  "Types of markers to be included in the query": "Tipes merkers wat by die navraag ingesluit moet word",
  "Include non-task blocks": "Sluit nie-taakblokke in",
  "Enable": "Aktiveer",
  "Reflecting breadcrumbs in the suggestion fields": "Weerspieël broodkrummels in die voorstelvelde",
  "breadcrumbs": "Broodkrummels",
  "Whether to make the breadcrumb only the page name": "Of die broodkrummels slegs die bladsynaam gemaak moet word",
  "Words to exclude from breadcrumbs": "Woorde om uit te sluit van broodkrummels",
  "Enter words to exclude, separated by line breaks.": "Voer woorde in om uit te sluit, geskei deur reëlbreuke.",
  "Recent inputs": "Onlangse insette"
}