{
  "Previewing...": "Previsualizar...",
  "Enter keywords here to search for previous tasks": "Introduzca aquí las palabras clave para buscar tareas anteriores",
  "Press Esc to cancel suggestions.": "Presione Esc para cancelar sugerencias.",
  "If you enter a blank, all tasks will appear in the results": "Si ingresa un espacio en blanco, todas las tareas aparecerán en los resultados",
  "Shift key to open in the sidebar": "Tecla Mayús para abrir en la barra lateral",
  "History": "Historia",
  "Delete": "Borrar",
  "No recent": "No hay datos recientes",
  "No result": "Sin resultado",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Desencadenador de la tarea Sugerir",
  "Register a shortcut command": "Registrar un comando de acceso directo",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Este complemento o la aplicación Logseq deben reiniciarse para que este interruptor surta efecto.",
  "If no marker is attached, specify the marker to be attached.": "Si no hay ningún marcador asociado, especifique el marcador que se va a adjuntar.",
  "Types of markers to be detected in edit mode": "Tipos de marcadores que se van a detectar en el modo de edición",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Elija entre 'TODO, TARDE, AHORA, HACIENDO, ESPERANDO, HECHO', separado por un espacio en blanco.",
  "If left blank, no marker detection is performed.": "Si se deja en blanco, no se realiza ninguna detección de marcador.",
  "Query conditions for suggestion items": "Condiciones de consulta para elementos de sugerencia",
  "Types of markers to be included in the query": "Tipos de marcadores que se incluirán en la consulta",
  "Include non-task blocks": "Incluir bloques que no son de tarea",
  "Enable": "Habilitar",
  "Reflecting breadcrumbs in the suggestion fields": "Reflejar migas de pan en los campos de sugerencia",
  "breadcrumbs": "migas de pan",
  "Whether to make the breadcrumb only the page name": "Si se debe hacer que la ruta de navegación sea solo el nombre de la página",
  "Words to exclude from breadcrumbs": "Palabras para excluir de las migas de pan",
  "Enter words to exclude, separated by line breaks.": "Introduzca las palabras que desea excluir, separadas por saltos de línea.",
  "Recent inputs": "Aportes recientes"
}