{
  "Previewing...": "Prévisualisation...",
  "Enter keywords here to search for previous tasks": "Entrez des mots-clés ici pour rechercher les tâches précédentes",
  "Press Esc to cancel suggestions.": "Appuyez sur Échap pour annuler les suggestions.",
  "If you enter a blank, all tasks will appear in the results": "Si vous entrez un blanc, toutes les tâches apparaîtront dans les résultats",
  "Shift key to open in the sidebar": "Touche Maj pour ouvrir dans la barre latérale",
  "History": "Histoire",
  "Delete": "Supprimer",
  "No recent": "Aucun",
  "No result": "Aucun résultat",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Déclencheur de la tâche Suggérer",
  "Register a shortcut command": "Enregistrer une commande de raccourci",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Ce plugin ou l’application Logseq doit être redémarré pour que cette bascule prenne effet.",
  "If no marker is attached, specify the marker to be attached.": "Si aucun marqueur n’est attaché, spécifiez le marqueur à attacher.",
  "Types of markers to be detected in edit mode": "Types de marqueurs à détecter en mode édition",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Choisissez parmi « TODO, LATER, NOW, DOING, WAITING, DONE », séparés par un espace vide.",
  "If left blank, no marker detection is performed.": "Si ce champ n’est pas renseigné, aucune détection de marqueur n’est effectuée.",
  "Query conditions for suggestion items": "Conditions de requête pour les éléments de suggestion",
  "Types of markers to be included in the query": "Types de marqueurs à inclure dans la requête",
  "Include non-task blocks": "Inclure des blocs non liés à des tâches",
  "Enable": "Activer",
  "Reflecting breadcrumbs in the suggestion fields": "Refléter le fil d’Ariane dans les champs de suggestion",
  "breadcrumbs": "chapelure",
  "Whether to make the breadcrumb only the page name": "S’il faut faire le fil d’Ariane uniquement le nom de la page",
  "Words to exclude from breadcrumbs": "Mots à exclure du fil d’Ariane",
  "Enter words to exclude, separated by line breaks.": "Entrez les mots à exclure, séparés par des sauts de ligne.",
  "Recent inputs": "Contributions récentes"
}