{
  "Previewing...": "Pratinjau...",
  "Enter keywords here to search for previous tasks": "Masukkan kata kunci di sini untuk mencari tugas sebelumnya",
  "Press Esc to cancel suggestions.": "Tekan Esc untuk membatalkan saran.",
  "If you enter a blank, all tasks will appear in the results": "Jika Anda memasukkan kosong, semua tugas akan muncul di hasil",
  "Shift key to open in the sidebar": "Tombol shift untuk membuka di bilah samping",
  "History": "Sejarah",
  "Delete": "Menghapus",
  "No recent": "Tidak ada baru-baru ini",
  "No result": "Tidak ada hasil",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ dokumen",
  "Trigger for the Task Suggest": "Pemicu untuk Saran Tugas",
  "Register a shortcut command": "Mendaftarkan perintah pintasan",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Plugin ini atau aplikasi Logseq harus dimulai ulang agar sakelar ini diterapkan.",
  "If no marker is attached, specify the marker to be attached.": "Jika tidak ada penanda yang terpasang, tentukan penanda yang akan dilampirkan.",
  "Types of markers to be detected in edit mode": "Jenis penanda yang akan dideteksi dalam mode edit",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Pilih dari 'TODO, NANTI, SEKARANG, MELAKUKAN, MENUNGGU, SELESAI', dipisahkan oleh ruang kosong.",
  "If left blank, no marker detection is performed.": "Jika dibiarkan kosong, tidak ada deteksi penanda yang dilakukan.",
  "Query conditions for suggestion items": "Kondisi kueri untuk item saran",
  "Types of markers to be included in the query": "Jenis penanda yang akan disertakan dalam kueri",
  "Include non-task blocks": "Sertakan blok non-tugas",
  "Enable": "Mengaktifkan",
  "Reflecting breadcrumbs in the suggestion fields": "Mencerminkan remah roti di bidang sugesti",
  "breadcrumbs": "Remah roti",
  "Whether to make the breadcrumb only the page name": "Apakah akan membuat breadcrumb hanya nama halaman",
  "Words to exclude from breadcrumbs": "Kata-kata yang harus dikecualikan dari remah roti",
  "Enter words to exclude, separated by line breaks.": "Masukkan kata yang akan dikecualikan, dipisahkan oleh jeda baris.",
  "Recent inputs": "Masukan terbaru"
}