{
  "Previewing...": "Anteprima...",
  "Enter keywords here to search for previous tasks": "Inserisci qui le parole chiave per cercare le attività precedenti",
  "Press Esc to cancel suggestions.": "Premere ESC per annullare i suggerimenti.",
  "If you enter a blank, all tasks will appear in the results": "Se si inserisce uno spazio vuoto, tutte le attività appariranno nei risultati",
  "Shift key to open in the sidebar": "Tasto Maiusc per aprire nella barra laterale",
  "History": "Storia",
  "Delete": "Cancellare",
  "No recent": "Nessun recente",
  "No result": "Nessun risultato",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Trigger per l'attività Suggerisci",
  "Register a shortcut command": "Registrare un comando di scelta rapida",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Questo plug-in o l'app Logseq devono essere riavviati affinché questo interruttore abbia effetto.",
  "If no marker is attached, specify the marker to be attached.": "Se non è collegato alcun marcatore, specificare il marcatore da collegare.",
  "Types of markers to be detected in edit mode": "Tipi di marcatori da rilevare in modalità di modifica",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Scegli tra \"TODO, LATER, NOW, DOING, WAITING, DONE\", separati da uno spazio vuoto.",
  "If left blank, no marker detection is performed.": "Se lasciato vuoto, non viene eseguito alcun rilevamento del marcatore.",
  "Query conditions for suggestion items": "Condizioni di query per gli elementi di suggerimento",
  "Types of markers to be included in the query": "Tipi di marcatori da includere nella query",
  "Include non-task blocks": "Includi blocchi non di attività",
  "Enable": "Abilitare",
  "Reflecting breadcrumbs in the suggestion fields": "Riflettere i breadcrumb nei campi dei suggerimenti",
  "breadcrumbs": "pangrattato",
  "Whether to make the breadcrumb only the page name": "Se rendere il breadcrumb solo il nome della pagina",
  "Words to exclude from breadcrumbs": "Parole da escludere dai breadcrumb",
  "Enter words to exclude, separated by line breaks.": "Inserisci le parole da escludere, separate da interruzioni di riga.",
  "Recent inputs": "Input recenti"
}