{
  "Previewing...": "Forhåndsvisning...",
  "Enter keywords here to search for previous tasks": "Skriv inn nøkkelord her for å søke etter tidligere oppgaver",
  "Press Esc to cancel suggestions.": "Trykk på Esc for å avbryte forslag.",
  "If you enter a blank, all tasks will appear in the results": "Hvis du skriver inn et tomt felt, vises alle oppgavene i resultatene",
  "Shift key to open in the sidebar": "Shift-tasten for å åpne i sidepanelet",
  "History": "Historie",
  "Delete": "Slette",
  "No recent": "Ingen nylig",
  "No result": "Ikke noe resultat",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Utløser for oppgaveforslaget",
  "Register a shortcut command": "Registrere en snarveiskommando",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Denne plugin-modulen eller Logseq-appen må startes på nytt for at denne bryteren skal tre i kraft.",
  "If no marker is attached, specify the marker to be attached.": "Hvis ingen markør er festet, spesifiser markøren som skal festes.",
  "Types of markers to be detected in edit mode": "Typer markører som skal oppdages i redigeringsmodus",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Velg mellom 'GJØREMÅL, SENERE, NÅ, GJØR, VENTER, FERDIG', atskilt med et tomt mellomrom.",
  "If left blank, no marker detection is performed.": "Hvis det står tomt, utføres ingen markørdeteksjon.",
  "Query conditions for suggestion items": "Spørringsbetingelser for forslagselementer",
  "Types of markers to be included in the query": "Typer markører som skal inkluderes i spørringen",
  "Include non-task blocks": "Inkluder blokker som ikke er oppgaver",
  "Enable": "Aktivere",
  "Reflecting breadcrumbs in the suggestion fields": "Gjenspeile brødsmuler i forslagsfeltene",
  "breadcrumbs": "brødsmuler",
  "Whether to make the breadcrumb only the page name": "Om brødsmulene bare skal gjøres til sidenavnet",
  "Words to exclude from breadcrumbs": "Ord å ekskludere fra brødsmuler",
  "Enter words to exclude, separated by line breaks.": "Skriv inn ord som skal utelates, atskilt med linjeskift.",
  "Recent inputs": "Nylige innspill"
}