{
  "Previewing...": "Voorvertonen...",
  "Enter keywords here to search for previous tasks": "Voer hier trefwoorden in om naar eerdere taken te zoeken",
  "Press Esc to cancel suggestions.": "Druk op Esc om suggesties te annuleren.",
  "If you enter a blank, all tasks will appear in the results": "Als u een lege ruimte invoert, verschijnen alle taken in de resultaten",
  "Shift key to open in the sidebar": "Shift-toets om te openen in de zijbalk",
  "History": "Geschiedenis",
  "Delete": "Verwijderen",
  "No recent": "Geen recente",
  "No result": "Geen resultaat",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Trigger voor de taak Voorstellen",
  "Register a shortcut command": "Een snelkoppelingsopdracht registreren",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Deze plug-in of de Logseq-app moet opnieuw worden opgestart om deze schakelaar van kracht te laten worden.",
  "If no marker is attached, specify the marker to be attached.": "Als er geen markering is bevestigd, geeft u de markering op die moet worden bevestigd.",
  "Types of markers to be detected in edit mode": "Soorten markeringen die moeten worden gedetecteerd in de bewerkingsmodus",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Kies uit 'TODO, LATER, NOW, DOING, WAITING, FINISHED', gescheiden door een lege ruimte.",
  "If left blank, no marker detection is performed.": "Als u dit leeg laat, wordt er geen markeringsdetectie uitgevoerd.",
  "Query conditions for suggestion items": "Queryvoorwaarden voor suggestie-items",
  "Types of markers to be included in the query": "Typen markeringen die in de query moeten worden opgenomen",
  "Include non-task blocks": "Niet-taakblokken opnemen",
  "Enable": "Inschakelen",
  "Reflecting breadcrumbs in the suggestion fields": "Broodkruimels weergeven in de suggestievelden",
  "breadcrumbs": "paneermeel",
  "Whether to make the breadcrumb only the page name": "Of u van het paneermeel alleen de paginanaam wilt maken",
  "Words to exclude from breadcrumbs": "Woorden om uit te sluiten van paneermeel",
  "Enter words to exclude, separated by line breaks.": "Voer woorden in die u wilt uitsluiten, gescheiden door regeleinden.",
  "Recent inputs": "Recente inputs"
}