{
  "Previewing...": "Podgląd...",
  "Enter keywords here to search for previous tasks": "Wprowadź tutaj słowa kluczowe, aby wyszukać poprzednie zadania",
  "Press Esc to cancel suggestions.": "Naciśnij Esc, aby anulować sugestie.",
  "If you enter a blank, all tasks will appear in the results": "Jeśli wpiszesz puste pole, wszystkie zadania pojawią się w wynikach",
  "Shift key to open in the sidebar": "Shift, aby otworzyć na pasku bocznym",
  "History": "Historia",
  "Delete": "Usunąć",
  "No recent": "Brak ostatnich",
  "No result": "Brak wyników",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Wyzwalacz dla zadania Sugeruj",
  "Register a shortcut command": "Rejestrowanie polecenia skrótu",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Ta wtyczka lub aplikacja Logseq musi zostać ponownie uruchomiona, aby ten przełącznik zaczął obowiązywać.",
  "If no marker is attached, specify the marker to be attached.": "Jeśli żaden znacznik nie jest dołączony, określ znacznik, który ma zostać dołączony.",
  "Types of markers to be detected in edit mode": "Typy znaczników, które mają być wykrywane w trybie edycji",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Wybierz jedną z opcji \"TODO, LATER, NOW, DOING, WAITING, DONE\" oddzieloną spacją.",
  "If left blank, no marker detection is performed.": "Jeśli to pole pozostanie puste, nie zostanie wykryty żaden znacznik.",
  "Query conditions for suggestion items": "Warunki zapytania dla elementów sugestii",
  "Types of markers to be included in the query": "Typy znaczników, które mają być uwzględnione w zapytaniu",
  "Include non-task blocks": "Uwzględnij bloki niezwiązane z zadaniami",
  "Enable": "Umożliwiać",
  "Reflecting breadcrumbs in the suggestion fields": "Odzwierciedlanie bułki tartej w polach sugestii",
  "breadcrumbs": "bułka tarta",
  "Whether to make the breadcrumb only the page name": "Czy bułka tarta ma być tylko nazwą strony",
  "Words to exclude from breadcrumbs": "Słowa, które należy wykluczyć z bułki tartej",
  "Enter words to exclude, separated by line breaks.": "Wprowadź wyrazy do wykluczenia, oddzielając je znakami końca wiersza.",
  "Recent inputs": "Ostatnie dane wejściowe"
}