{
  "Previewing...": "Visualizando...",
  "Enter keywords here to search for previous tasks": "Introduza palavras-chave aqui para pesquisar tarefas anteriores",
  "Press Esc to cancel suggestions.": "Pressione Esc para cancelar sugestões.",
  "If you enter a blank, all tasks will appear in the results": "Se você inserir um espaço em branco, todas as tarefas aparecerão nos resultados",
  "Shift key to open in the sidebar": "Tecla Shift para abrir na barra lateral",
  "History": "História",
  "Delete": "Suprimir",
  "No recent": "Não recentes",
  "No result": "Sem resultado",
  "https://github.com/YU000jp/logseq-plugin-task-suggest": "https://github.com/YU000jp/logseq-plugin-task-suggest",
  "→ doc": "→ doc",
  "Trigger for the Task Suggest": "Gatilho para a sugestão de tarefa",
  "Register a shortcut command": "Registrar um comando de atalho",
  "This plugin or the Logseq app must be restarted for this toggle to take effect.": "Este plugin ou o aplicativo Logseq deve ser reiniciado para que essa alternância entre em vigor.",
  "If no marker is attached, specify the marker to be attached.": "Se não estiver anexado qualquer marcador, especificar o marcador a anexar.",
  "Types of markers to be detected in edit mode": "Tipos de marcadores a serem detetados no modo de edição",
  "Choose from `TODO, LATER, NOW, DOING, WAITING, DONE`, separated by a blank space.": "Escolha entre 'TODO, LATER, NOW, DOING, WAITING, DONE', separado por um espaço em branco.",
  "If left blank, no marker detection is performed.": "Se deixado em branco, nenhuma deteção de marcador será executada.",
  "Query conditions for suggestion items": "Condições de consulta para itens de sugestão",
  "Types of markers to be included in the query": "Tipos de marcadores a serem incluídos na consulta",
  "Include non-task blocks": "Incluir blocos que não sejam de tarefas",
  "Enable": "Ativar",
  "Reflecting breadcrumbs in the suggestion fields": "Refletindo migalhas de pão nos campos de sugestão",
  "breadcrumbs": "pão ralado",
  "Whether to make the breadcrumb only the page name": "Se o breadcrumb deve ser apenas o nome da página",
  "Words to exclude from breadcrumbs": "Palavras para excluir do pão ralado",
  "Enter words to exclude, separated by line breaks.": "Insira palavras a serem excluídas, separadas por quebras de linha.",
  "Recent inputs": "Entradas recentes"
}